/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "添付文書 (%d)";

/* Old singular title format */
"AttachmentsKey" = "添付文書 (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "添付文書追加";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "写真撮影";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "フォトライブラリ";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "添付文書 %d が削除されました";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "ファイル";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "キャンセル";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "タイトル";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "ノート";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "値";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "警告: FUIFormCell の現在の UITableViewController の navigationController は空です。FUIAttachmentsFormCell および ListPickerFormCell は適切に動作しません。";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d 時間 %d 分";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "期間";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "時間";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "時間";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "分";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "選択済";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "すべて";

/* The anchor button title for selected entries in `FUIListPickerTableViewController`. */
"SelectedFormatKey" = "選択済 (%d)";

/* The anchor button accesibility hint format for multiple selected items. */
"MultipleSelectedFormatKey" = "ダブルタップすると選択された %d 件の項目が表示されます。";

/* The anchor button accesibility hint format for single selected item. */
"SingleSelectedFormatKey" = "ダブルタップすると選択された項目が表示されます。";

/* The alert message for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardSelectionsMessageKey" = "選択を破棄してもよろしいですか?";

/* The alert Discard Changes action title for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardChangesKey" = "変更の破棄";

/* The alert Keep Editing action title for `FUIListPickerTableViewController` pulldown dismissal */
"KeepEditingKey" = "編集を継続";

/* The title for the Apply action title for the `FUIListPickerTableViewController` */
"ApplyKey" = "適用";

/* The warning string when search is enabled but the `ListPickerFormCell\n` has the `listPickerDataSource` set but `listPickerSearchResultsUpdating\n` property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "警告: ListPickerFormCell のプロパティ listPickerSearchResultsUpdating が空であるため、検索が無効化されています。";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "すべて選択";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "すべて選択解除";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "閉じる";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "詳細";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "詳細非表示";

/* The string for switch button */
"SwitchBUttonKey" = "切替ボタン";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "ON";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "OFF";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "ダブルタップして設定を表示";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "ソート基準";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "未選択";

/* Criterion view accessibility hint */
"CriterionHintKey" = "ダブルタップで選択をトグル";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "ダブルタップで順番の方向をトグル";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "これは %@ スライダーであり、最大値は %@ 最小値は %@ です";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "スライダーの値変更のために要素が選択されている間は、上下にスワイプできます";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "現在の値は %@ です";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "現在の値が %@ に変更されました";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "参照専用項目";

/* Default error text for when the character count reaches the maximum limit for `FUITextFieldFormCell` */
"CharCountReachLimitMsg" = "文字数が残されていません";

/* Default error text for when the character count exceeds the maximum limit for `FUITextFieldFormCell`. */
"CharCountBeyondLimitMsg" = "文字数を削減してください";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "代替入力アクション";

/* Button for accessibility voice over announcement */
"ButtonKey" = "ボタン";

/* Clear Text button title */
"ClearTextKey" = "テキストをクリア";

/* Announcement for input text is cleared */
"InputTextClearedKey" = "入力テキストがクリアされました";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "ダブルタップして開く";

"DoubleTapToCollapseKey" = "ダブルタップして折りたたむ";

"DoubleTapToSelectFromList" = "ダブルタップして一覧から選択";

"DoubleTapToSelect" = "ダブルタップして選択";

"DoubleTapToUnselect" = "ダブルタップして選択解除";

"FlashKey" = "フラッシュ";

"FlashIsTurnedOnKey" = "フラッシュオン";

"FlashIsTurnedOffKey" = "フラッシュオフ";

"DoubleTapToTurnOnFlashKey" = "ダブルタップしてフラッシュをオン";

"DoubleTapToTurnOffFlashKey" = "ダブルタップしてフラッシュをオフ";

/* FUIStepperView tip */
"StepperTipKey" = "これは編集可能なステッパです";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "これは編集不可のステッパです";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "最大値は %@ です";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "最小値は %@ です";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "値を 1 増やします";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "値を 1 減らします";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "現在の値は";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "フィルタ";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "結果 \\(filteredNum) / \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "\\(filteredNum) アイテムを表示";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "リセット";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "これは編集可能なスライダであり、最小値は %@、最大値は %@ です";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "これは編集不可のスライダであり、最小値は %@、最大値は %@ です";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "これは編集可能な範囲スライダであり、最小値は %@、最大値は %@ です";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "これは編集不可の範囲スライダであり、最小値は %@、最大値は %@ です";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "スライダ値のテキストフィールド";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "下限値のテキストフィールド";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "上限値のテキストフィールド";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "ダブルタップして特定の値を入力できます";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "スライダのつまみ、現在の値は";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "上または下にスワイプして値を変更できます";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "下限範囲スライダのつまみ、現在の値は";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "上または下にスワイプして下限値を変更できます";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "上限範囲スライダのつまみ、現在の値は";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "上または下にスワイプして上限値を変更できます";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "現在の値は %@ です";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "現在の下限値は %@、上限値は %@ です";

/* FUIRatingControl accessibility label */
"RatingControlAccessibilityLabel" = "%d つ星 (最高 %d つ星)";

/* FUIRatingControl hint */
"RatingControlHintKey" = "ダブルタップと左右へのドラッグで値を調整します";

/* Search Barcode Scan Button */
"BarcodeScanKey" = "バーコードスキャン";

"BarcodeScanHintKey" = "ダブルタップしてスキャン";

